[
  {
    "title": "Casa o chalet independiente en Ciutat del Transport-La Salera, Castellón de la Plana / Castello de la Plana",
    "price_euro": 148000,
    "size_sqm": 640,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 231.25,
    "description_snippet": "¡Descubre la casa de tus sueños en una ubicación inmejorable! Este impresionante chalet independiente de 640 m² construidos ofrece un sinfín de posibilidades para adaptarlo a tus necesidades. En la planta baja, encontrarás un amplio espacio de 200 m², anteriormente utilizado como vivienda y ahora convertido en almacén,",
    "link": "https://www.idealista.com/inmueble/107116204/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 130000,
    "size_sqm": 288,
    "bedrooms": 8,
    "bathrooms": 0,
    "price_per_sqm_euro": 451.39,
    "description_snippet": "¿ Sabes lo bonita que va a quedar la Calle Trinidad al finalizar las obras?\nY que te parece si vives en ella?\nElite Home te presenta en exclusiva esta casa que da a dos calles, Calle Trinidad con dos pisos y Plaza Mallorca con un piso.\nAntiguamente eran dos casas independientes y al unirlas multiplicaron sus posibilid",
    "link": "https://www.idealista.com/inmueble/106700123/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Calle de Mealla, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 137000,
    "size_sqm": 275,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 498.18,
    "description_snippet": "CASA 3 ALTURAS EN CENTRO DE CASTELLON. Ubicada en pleno centro de Castellón zona muy comercial y turística con gran variedad en restauración con muy buena gastronomía y ocio. Dispone de todo tipo de servicios en las inmediaciones. Zonas peatonales, zonas verdes y parques infantiles. Colegios, servicios de transporte pu",
    "link": "https://www.idealista.com/inmueble/98985784/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 135000,
    "size_sqm": 256,
    "bedrooms": 6,
    "bathrooms": 0,
    "price_per_sqm_euro": 527.34,
    "description_snippet": "Casa en Castellon - Castello de la Plana zona NORTE, 256 m. de superficie, 4 habitaciones dobles y 2 habitaciones sencillas, un baño, un aseo, propiedad De origen, carpinteria interior de madera, suelo de baldosa, carpinteria exterior de madera.\nExtras: acceso pmr, agua, balcón, buhardilla, despensa, gas butano, lumino",
    "link": "https://www.idealista.com/inmueble/107685276/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 140000,
    "size_sqm": 251,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 557.77,
    "description_snippet": "Aquí te la presento, se trata de una casa en el centro de Castellón con muchas posibilidades, la puedes reformar para vivir tú o comprarla cómo inversión y hacer estudios para alquilar.\nEstá distribuida en planta baja de 92 metros con un patio interior, primera planta de 88 metros y la segunda de 71 metros. El total d",
    "link": "https://www.idealista.com/inmueble/107229064/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Rosario, Zona Estadio Castalia, Castellón de la Plana / Castello de la Plana",
    "price_euro": 142500,
    "size_sqm": 250,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 570.0,
    "description_snippet": "OCASION! Casa en zona Hospital General para actualizar a su gusto. Zona tranquila, bien comunicada. Gran potencial. Está distribuida en 250m² y dividida en 3 plantas: Planta 0: garaje para 4/6 coches o uso almacén, cocina y baño + trastero. Planta 1: 4 habitaciones, balcón frontal + posterior y amplio salón. Planta 2:",
    "link": "https://www.idealista.com/inmueble/108823833/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 120000,
    "size_sqm": 200,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 600.0,
    "description_snippet": "Este casa / chalet se encuentra en 12004, Castelló de la Plana, Castelló, situado en el distrito de CENTRO. Es un casa / chalet, construido en el año 1923, que tiene 200 m2 de los cuales 180 m2 son útiles y dispone de 4 habitaciones y 2 baños.\nDispone de escaleras, céntrico, orientación este, aseo, entrada desde calle",
    "link": "https://www.idealista.com/inmueble/103898629/",
    "floor": null
  },
  {
    "title": "Chalet en Calle Antonio Maura, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 125000,
    "size_sqm": 208,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 600.96,
    "description_snippet": "¡ Oportunidad para reformar! Vivienda unifamiliar adosada para reformar a la venta en el municipio de Castellón de la Plana, Castellón. La vivienda consta de tres plantas y está distribuida en salón-comedor, cuatro dormitorios, cocina, cuarto de baño, vestíbulo y patio. Cuenta con ventanas de madera, puertas de paso de",
    "link": "https://www.idealista.com/inmueble/107789784/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Calle Antonio Maura, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 125000,
    "size_sqm": 208,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 600.96,
    "description_snippet": "Oportunidad para reformar!\nVivienda unifamiliar adosada para reformar a la venta en el municipio de Castellón de la Plana, Castellón.\nLa vivienda consta de tres plantas y está distribuida en salón-comedor, cuatro dormitorios, cocina, cuarto de baño, vestíbulo y patio.\nCuenta con ventanas de madera, puertas de paso de",
    "link": "https://www.idealista.com/inmueble/108358461/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle de Gràcia, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 263,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 604.56,
    "description_snippet": "Casa en venta en Castellón, zona calle Mayor. ¡263 m2 vivienda y 97 m2 de solar en L!\nCasa en pleno casco histórico de Castellón. ¡Ten el corazón de la ciudad a pie de calle! Destaca por su metraje poco común, amplitud y cantidad de estancias y la luz natural que tiene gracias a su par de claraboyas ubicadas estratégi",
    "link": "https://www.idealista.com/inmueble/107540271/",
    "floor": null
  },
  {
    "title": "Chalet en Calle de Gràcia, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 263,
    "bedrooms": 7,
    "bathrooms": 0,
    "price_per_sqm_euro": 604.56,
    "description_snippet": "Casa de 3 plantas en el casco histórico de Castellón – Múltiples posibilidades \n Ubicación inmejorable en pleno casco histórico de Castellón, rodeada de encanto y con gran potencial tanto para vivienda como para inversión.\n Características principales:\n3 plantas con numerosas estancias, ofreciendo amplitud y ve",
    "link": "https://www.idealista.com/inmueble/107383293/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Avenida de València, Zona Ensanche-Parque Santa Rosa, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 240,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 625.0,
    "description_snippet": "**Casa Adosada en Venta en una Ubicación Privilegiada**\nDescubre esta magnífica casa adosada que combina comodidad y funcionalidad en cada rincón. Con una superficie útil de aproximadamente 220 m², esta vivienda de dos plantas cuenta con 5 amplias habitaciones y 2 baños, ideales para una familia que busca espacio y co",
    "link": "https://www.idealista.com/inmueble/107824697/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Calle de la Mare de Déu del Lledó, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 239,
    "bedrooms": 7,
    "bathrooms": 0,
    "price_per_sqm_euro": 627.62,
    "description_snippet": "110VIR150 AMPLIA CASA CON 2 TERRAZAS CERCA DEL CENTRO\nFacilidades de financiación (sujeto a aprobación por entidades bancarias)\n¡Un lienzo en blanco en Castellón! Las fotos marcadas como \"decoración virtual\" son renders virtuales de las posibilidades de reforma y decoración, no del estado actual de la vivienda. Esta",
    "link": "https://www.idealista.com/inmueble/103876916/",
    "floor": null
  },
  {
    "title": "Chalet en Calle de Sant Vicent, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 103000,
    "size_sqm": 158,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 651.9,
    "description_snippet": "¿Quieres crear tu hogar en pleno centro de Castellón? Magnifica oportunidad de construirte tu Casa en el Centro de Castellón.\nExcelentemente comunicada y con todos los servicios que puedas necesitar.\nEs una casa que consta de planta baja y dos alturas, antiguamente tenia un patio en la planta baja, posterior mente se",
    "link": "https://www.idealista.com/inmueble/107855498/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 103000,
    "size_sqm": 158,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 651.9,
    "description_snippet": "Castello de la Plana zona Centro, 158 m. de superficie, 6000 m. de la playa, 4 habitaciones dobles, un baño, propiedad Para reformar, cocina vacía, carpinteria interior de madera, suelo de cerámico, carpinteria exterior de madera.\nExtras: balcón, bar, galería, autobuses, céntrico, centros médicos, colegios, hospitales,",
    "link": "https://www.idealista.com/inmueble/106430506/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Plaza d'Isabel la Catòlica, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149500,
    "size_sqm": 218,
    "bedrooms": 8,
    "bathrooms": 0,
    "price_per_sqm_euro": 685.78,
    "description_snippet": "Casa en venta en Castellón, zona Plaza Isabel La Católica-Plaza Columbretes. ¡Un diamante en bruto!\n¡A pocos minutos andando del casco histórico!\nCasa de 218 m2 construido, con una parcela gráfica de 96m2. Cuanta con 8 habitaciones y 2 baños, y está distribuida en 3 plantas + azotea de la siguiente manera:\n- PLANTA",
    "link": "https://www.idealista.com/inmueble/108065429/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Calle de les Cases de la Breva, 19, Zona Estadio Castalia, Castellón de la Plana / Castello de la Plana",
    "price_euro": 110000,
    "size_sqm": 158,
    "bedrooms": 6,
    "bathrooms": 0,
    "price_per_sqm_euro": 696.2,
    "description_snippet": "Remax comercializa en Exclusiva esta casa de dos plantas en zona de Castalia\nSon dos viviendas, una en planta naja con un gran salón comedor, 3 dormitorios, una salita, 1 baño completo y cocina y en planta primera cuenta con otros 3 dormitorios, Salón, cocina, baño y una gran terraza.\nIdeal para familias numerosas dado",
    "link": "https://www.idealista.com/inmueble/109946368/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 205,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 731.71,
    "description_snippet": "CASAGENCIA CASTELLÓN vende casa independiente situada en plena Calle Gobernador. Perfecta para promotores inmobiliarios o para inversores que quieran sacar gran rentabilidad. AÑO DE CONSTRUCCIÓN 1920.\nNECESITA REFORMA INTEGRAL.\nLa información contenida en los anuncios es a titulo informativo y sin valor contractual s",
    "link": "https://www.idealista.com/inmueble/109308919/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 139800,
    "size_sqm": 180,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 776.67,
    "description_snippet": "Casa en Castello de la Plana, zona Ronda Magdalena Norte, 180.00 m. de superficie, 40.00 m2 de terraza, 5 habitaciones dobles, un baño, propiedad Para reformar, cocina equipada, carpintería interior de madera, orientación oeste, suelo de cerámico, carpinteria exterior de hierro.\nExtras: agua, armarios empotrados, galer",
    "link": "https://www.idealista.com/inmueble/104138387/",
    "floor": null
  },
  {
    "title": "Chalet adosado en San Roque, 58, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 180,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 833.33,
    "description_snippet": "Casa para reformar totalmente, chaflán, con lo cual todas las estancias tienen luz directa. Muy buena situación 64 m2 de planta a los cuales se les puede añadir 1 mt lineal de voladizo.",
    "link": "https://www.idealista.com/inmueble/82603604/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle del Nou de Març, s/n, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 139500,
    "size_sqm": 166,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 840.36,
    "description_snippet": "Casa en Venta de 166m² en Castellón – Zona Plaza Columbretes-San Roque.\nDISTRIBUCIÓN:\nPlanta Baja (91m²):\n- Una habitación.\n- Un salón y 1 comedor.\n- Un baño completo con ducha.\n- Cocina individual.\n- Zona de trastero-lavadero con acceso a la terraza de la primera planta.\n- Espacio de buhardilla/almacenaje antes de s",
    "link": "https://www.idealista.com/inmueble/107310476/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle del Nou de Març, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 139500,
    "size_sqm": 166,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 840.36,
    "description_snippet": "Casa en venta en Castellón, zona plaza Columbretes-San Roque. ¡166 m2 vivienda y 93 m2 de solar!\nCasa céntrica, en una zona de la ciudad recién reformada y con casas alrededor. ¡Siéntete como en el pueblo! ¡IT pasada!\nCasa distribuida en 2 plantas de la siguiente manera:\n- PLANTA BAJA (91m2): 1 habitación, 1 salón,",
    "link": "https://www.idealista.com/inmueble/107254663/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Vàzquez Mella, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 173,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 861.27,
    "description_snippet": "SE VENDE CASA INDEPENDIENTE\nSe vende casa que consta de varias plantas y esta distribuida interiormente:\nPLANTA BAJA A PIE DE CALLE:\nConsta de Comedor, Cocina con lavadero, 1 habitación y un baño.\nPLANTA PRIMERA:\nConsta de tres habitaciones, 1 baño, y otra habitación que se le puede dar la utilidad, de despacho, g",
    "link": "https://www.idealista.com/inmueble/107890321/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 173,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 861.27,
    "description_snippet": "Se vende casa en buen estado de conservación, de tres plantas, en la zona sur de la ciudad, muy consolidada con todo tipo de comercios y servicios, colegios y bien comunicada con el centro de la ciudad y con las rondas. Se trata de una casa de tres plantas, a pie de calle, con 173 metros cuadrados, distribuida en plant",
    "link": "https://www.idealista.com/inmueble/108515122/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Calle Larga, 24, Zona Ensanche-Parque Santa Rosa, Castellón de la Plana / Castello de la Plana",
    "price_euro": 140000,
    "size_sqm": 155,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 903.23,
    "description_snippet": "Se vende vivienda con parcela de 320m². La vivienda cuenta con 155 m² distribuidos en dos plantas. Se encuentra en buen estado, pero preferible reformar.\nDispone de cuatro habitaciones, terraza, un amplio salón-comedor, salita, un baño y cocina reformados, una terraza con barbacoa y trastero, y huerto.\nLa situación de",
    "link": "https://www.idealista.com/inmueble/108200685/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Governador Bermudez de castro, s/n, Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "Casa unifamiliar en pleno centro de Castellón – Calle Obispo Salinas, cerca de Calle Gobernador Bermúdez de Castro.\nA tan solo 350 metros de la Plaza Mayor, te presentamos esta encantadora vivienda adosada de 164 m² construidos sobre una parcela de 77 m², ideal para quienes buscan vivir en el corazón de la ciudad con",
    "link": "https://www.idealista.com/inmueble/108159823/",
    "floor": null
  },
  {
    "title": "Chalet en Calle del Bisbe Salinas, Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "¡Magnífica Casa en el Centro de Castellón! Le presentamos una excepcional casa a tan solo un paso del centro de Castellón, con 164 m² construidos y 134 m² útiles. Esta propiedad incluye una terraza de 20,40 m² y una parcela de 77 m², perfecta para disfrutar del aire libre en una ubicación privilegiada.\nDistribuida en 3",
    "link": "https://www.idealista.com/inmueble/108251572/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle del Bisbe Salinas, Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "Casa en venta en Castellón, zona: centro, junto a calle Gobernador Bermúdez.\n164 m² construidos de vivienda (134 m² útiles) y 79 m² de parcela (según Catastro). Dotada de 4 dormitorios, 2 baños, 1 terraza, 1 patio y trastero (en zona abuhardillada). Se distribuye interiormente en 3 plantas de la siguiente manera:\n- P",
    "link": "https://www.idealista.com/inmueble/108167578/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "Ref. 00641\nFinanciación sujeta a estudio\nCasa en venta, zona Gobernador Bermúdez (Castellón de la Plana), 3 alturas, superficie - parcela 77m2, superficie construida - 164m2, superficie útil - 134m2, cuatro habitaciones, dos baños, amplio salón, cocina amueblada, armarios empotrados, aire acondicionado, balcón, terr",
    "link": "https://www.idealista.com/inmueble/108295628/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "Casa adosado en C Gobernador Bermudez, con 164 m² construidos, 134 m² útiles, 77 m² metros de parcela, 4 dormitorios, 2 baños, buen estado, 2 terraza(s), 20 m² de terraza, trastero, orientación suroeste, 1900, 3 plantas del edificio, aire acondicionado frío/calor, suelo de gres, balcón, cuota ibi: 400€. PRECIOSA CASA U",
    "link": "https://www.idealista.com/inmueble/108159288/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Vàzquez Mella, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 173,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 919.08,
    "description_snippet": "¡Descubre tu nuevo hogar en Castellón de la Plana! Este encantador chalet pareado, situado en la tranquila calle Vázquez de Mella, ofrece una superficie construida de 173 m², distribuidos en dos plantas más una amplia terraza en la parte superior. En la planta baja, te recibe un luminoso salón comedor que invita a disf",
    "link": "https://www.idealista.com/inmueble/107824423/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Zona Ensanche-Parque Santa Rosa, Castellón de la Plana / Castello de la Plana",
    "price_euro": 145000,
    "size_sqm": 150,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 966.67,
    "description_snippet": "Proincas comercializa en exclusiva compartida ( agencias registradas CV)\nEn los últimos meses las casas vuelan y esta no va a tardar en venderse.\nTenemos el placer de poder tener en venta una casa con 300 de terreno que pronto se va a convertir en un bonito jardín.\nLa casa tiene 2 alturas con una superficie de 150",
    "link": "https://www.idealista.com/inmueble/109809519/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 103000,
    "size_sqm": 104,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 990.38,
    "description_snippet": "Ref. 00427\nFinanciación 100% sujeta a estudio\nCasa en venta, zona Avenida Rey Don Jaime (Castellón de la Plana), 3 plantas, fachada - 4m x 26m, superficie - 107m2, 4 habitaciones, 1 baño, terraza, orientación - sur, oportunidad de inversión, para construir en el centro de Castellón, posibilidad de comprar casa de",
    "link": "https://www.idealista.com/inmueble/106768728/",
    "floor": null
  },
  {
    "title": "Piso en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 115000,
    "size_sqm": 113,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1017.7,
    "description_snippet": "Piso en avd del mar, con 113 m² construidos, 100 m² útiles, 4 dormitorios, 2 baños, para reformar, exterior, planta 2, cocina independiente, trastero, ascensor, orientación noreste, más de 30 años. Piso en segunda planta con ascensor totalmente para reformar a su gusto en una excelente zona. 4 habitaciones, 2 baños, tr",
    "link": "https://www.idealista.com/inmueble/106681708/",
    "floor": "Planta 2ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle del Mestre Ripollés, s/n, Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 150,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1060.0,
    "description_snippet": "3º con ascensor, exterior, de 4 dormitorios (2 dobles, 1 triple y 1 simple) dos de ellos con armario empotrado, amplio salon comedor independiente con salida a balcón (con espacio para mesas y sillas), gran cocina con galeria y 2 baños completos.\nAscensor nuevo con portal del edificio sin barreras arquitectónicas.\nPróx",
    "link": "https://www.idealista.com/inmueble/109518301/",
    "floor": "Planta 3ª exterior con ascensor"
  },
  {
    "title": "Casa o chalet independiente en Calle Río Montnegre, Ciutat del Transport-La Salera, Castellón de la Plana / Castello de la Plana",
    "price_euro": 135000,
    "size_sqm": 126,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1071.43,
    "description_snippet": "Las fotos no se ajustan al resultado final ya que está en plena reforma.\n¡Oportunidad única en un barrio tranquilo cerca de Castellón! Esta casa/chalet independiente es ideal para aquellos que buscan un hogar espacioso y con mucho potencial. Con 126 m² construidos y 95 m² útiles, la vivienda cuenta con 4 dormitorios, 2",
    "link": "https://www.idealista.com/inmueble/105660304/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en CL Pl Numero 104, Ciutat del Transport-La Salera, Castellón de la Plana / Castello de la Plana",
    "price_euro": 142000,
    "size_sqm": 132,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1075.76,
    "description_snippet": "Casa urbana con parcela en Urbanización Villalón – Castellón de la Plana\nSe vende casa independiente para reformar íntegramente, situada en la tranquila zona de Benadresa, Castellón de la Plana, sobre una amplia parcela de 1.102 m².\nLa vivienda cuenta con 196 m² construidos, distribuidos en varias estancias, además d",
    "link": "https://www.idealista.com/inmueble/109014372/",
    "floor": null
  },
  {
    "title": "Piso en Calle del Riu Túria, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 120000,
    "size_sqm": 109,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1100.92,
    "description_snippet": "Piso VENTA en Castellón, oportunidad de inversión ubicada en zona de Avenida Valencia. Este piso cuenta con una superficie total construida de 109 m² y un aprovechable espacio útil de 100 m². La propiedad se encuentra en buen estado general pero requiere reforma para adaptarlo a tus gustos personales. Dispone de dos am",
    "link": "https://www.idealista.com/inmueble/109988981/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle Orfebres Santalinea, 1, Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 136,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1102.94,
    "description_snippet": "Vendo piso CÉNTRICO, debajo tiene el supermercado consum, áreas de bus, colegios, parques, listo para entrar a vivir, reformado y en buen estado, es un piso muy grande y espacioso.\nEl piso está reformado no es como en las fotos lo único que como no esta terminado el salón del todo no hice fotos, mejor venir a verlo, es",
    "link": "https://www.idealista.com/inmueble/103196557/",
    "floor": "Planta 2ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 147000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1105.26,
    "description_snippet": "Te presentamos esta magnífica vivienda ideal para familias, ubicada en una zona privilegiada, rodeada de todos los servicios necesarios para una vida cómoda y práctica. El piso cuenta con cuatro habitaciones y dos baños completos, perfectos para garantizar la comodidad y privacidad de todos los miembros del hogar.\nSit",
    "link": "https://www.idealista.com/inmueble/108587725/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, 88, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 147000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1105.26,
    "description_snippet": "Vivienda en venta directamente del propietario. Se trata de un piso de 4 habitaciones, tres de ellas dobles, 2 baños completos con bidé, salón de 30 metros con acceso a terraza con cerramiento que mejora tanto el bienestar térmico y acústico como la eficiencia energética, cocina grande y galería independiente con cerra",
    "link": "https://www.idealista.com/inmueble/109230170/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 134,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1111.94,
    "description_snippet": "Si estas buscando amplitud en zona ronda magdalena puedes disfrutar de un piso de 134 m2 con una cómoda distribución.\nSe divide en 4 dormitorios amplios y luminosos y 2 baños.\nLa cocina tiene una gran capacidad de almacenamiento y una galería cerrada.\nSalón comedor con balcón que da a la calle principal, zona tranquila",
    "link": "https://www.idealista.com/inmueble/109209901/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "¡Descubre tu nuevo hogar en el corazón de Castellón! Este espectacular piso en venta, situado en el 6º piso de un edificio con ascensor en Ronda Magdalena, ofrece todo lo que necesitas para disfrutar de una vida plena. Con una superficie de 133 m², este amplio y luminoso apartamento cuenta con 4 dormitorios y 2 baños,",
    "link": "https://www.idealista.com/inmueble/108601893/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "Amplio piso todo exterior y muy luminoso en edificio con ascensor, con 133m2 construidos según datos catastrales, para reformar parcialmente.\nDistribuido interiormente en un amplio salón comedor con salida a terraza/balcón techado y acristalado, cocina de muy buenas dimensiones, independiente, completamente equipada y",
    "link": "https://www.idealista.com/inmueble/109789062/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "Presentamos esta vivienda ideal para quienes buscan espacio, confort y una ubicación privilegiada. Con 4 amplias habitaciones y 2 baños completos, este piso combina perfectamente funcionalidad y bienestar en cada detalle.\nUbicado en una esquina, disfruta de una excepcional luz natural durante todo el día y de unas vis",
    "link": "https://www.idealista.com/inmueble/109101277/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "MJ&a inmobiliaria, la inmobiliaria donde lo mas im portante eres tu, te presenta:\nOportunidad Única en Ronda Magdalena\nTe presentamos un espectacular piso en el corazón de Castellón, ubicado en la emblemática Ronda Magdalena. Este amplio y luminoso apartamento de 133 m² es ideal para familias o aquellos que buscan un",
    "link": "https://www.idealista.com/inmueble/108632939/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "Vivienda en venta distribuida en 4 dormitorios y 2 baños. Cocina con galería y 2 balcones. La vivienda es toda exterior con orientación suroeste. Dispone de trastero en el interior de la vivienda.\nLa zona cuenta con todos los servicios necesarios para el día a día, tales como transporte público, farmacias, supermercado",
    "link": "https://www.idealista.com/inmueble/109260156/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 160000,
    "size_sqm": 141,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1134.75,
    "description_snippet": "EXPERCASA CASTELLÓN les presenta en VENTA este PISO EN EL CENTRO DE CASTELLÓN.\nSe trata de un piso ESQUINERO en PRIMERA PLANTA con ASCENSOR.\n Salón-comedor.\n Cocina.\n Galería.\n 4 Habitaciones.\n 2 Baños.\n Balcón.\n Ascensor.\nVivienda LUMINOSA Y MUY AMPLIA ya que consta de 141 m2 construidos, 110 metros útiles r",
    "link": "https://www.idealista.com/inmueble/109851548/",
    "floor": "Planta 1ª interior con ascensor"
  },
  {
    "title": "Casa o chalet independiente en Calle de Les Forques, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 114000,
    "size_sqm": 100,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1140.0,
    "description_snippet": "¡Oportunidad única para los amantes de la personalización! Esta encantadora casa independiente, ubicada a solo 5 minutos a pie del centro, ofrece un sinfín de posibilidades. Con una estructura en perfecto estado, esta propiedad de dos plantas cuenta con 100 m² construidos, distribuidos de manera funcional. En la planta",
    "link": "https://www.idealista.com/inmueble/109970768/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Calle de Jordi Juan, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 138000,
    "size_sqm": 121,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1140.5,
    "description_snippet": "Te presentamos esta casa con mucho encanto y un gran potencial, perfecta para quienes buscan un proyecto de reforma. Con una orientación sur que le garantiza luz natural durante todo el día y techos altos que aportan amplitud, esta propiedad ofrece una excelente base para crear el hogar de tus sueños.\nDistribuida en 4",
    "link": "https://www.idealista.com/inmueble/108180974/",
    "floor": null
  },
  {
    "title": "Piso en Calle del Mestre Caballero, Zona Plaza Donoso Cortés - Avda Magdalena, Castellón de la Plana / Castello de la Plana",
    "price_euro": 124999,
    "size_sqm": 106,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1179.24,
    "description_snippet": "",
    "link": "https://www.idealista.com/inmueble/109866435/",
    "floor": "Planta 3ª con ascensor"
  },
  {
    "title": "Piso en Calle del Mestre Caballero, Zona Plaza Donoso Cortés - Avda Magdalena, Castellón de la Plana / Castello de la Plana",
    "price_euro": 125000,
    "size_sqm": 106,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1179.25,
    "description_snippet": "Ubicado en la zona de la Ronda Magdalena, en Castellón, este piso amueblado se encuentra en una tercera planta con ascensor y ofrece una superficie construida de 106 m². La vivienda destaca por su amplitud y buena distribución, aunque necesita una reforma integral que permitirá adaptarla completamente al gusto de cada",
    "link": "https://www.idealista.com/inmueble/108252793/",
    "floor": "Planta 3ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de la Repùblica Argentina, Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 130500,
    "size_sqm": 110,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1186.36,
    "description_snippet": "Oportunidad de inversión: NUDA PROPIEDAD en Calle República Argentina, (frente al Hospital Provincial).\nValor propiedad 145.000€ - 10% Usufructo= 130.500€ Precio Nuda propiedad.\nSe vende la nuda propiedad de una vivienda amplia y muy bien ubicada, justo enfrente del Hospital Provincial de Castellón. Piso en buen esta",
    "link": "https://www.idealista.com/inmueble/109824905/",
    "floor": "Planta 5ª exterior con ascensor"
  },
  {
    "title": "Masía en ermitario la magdalena, s/n, Zona Pau Lledó, Castellón de la Plana / Castello de la Plana",
    "price_euro": 120000,
    "size_sqm": 100,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 1200.0,
    "description_snippet": "Ref. 00601\nMasía de aperos en venta, a 3 km de la zona Ermitorio de la Magdalena (Castellón de la Plana), terreno rústico, 2 alturas, superficie parcela - 16.000m2, superficie - 100m2, 5 habitaciones, sin baño, almacén - 8m2, agua de participación, sin luz, con escritura, el campo de naranjos en plena producción, buen",
    "link": "https://www.idealista.com/inmueble/104155316/",
    "floor": null
  },
  {
    "title": "Piso en Calle de Juan Ramón Jiménez, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149900,
    "size_sqm": 123,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1218.7,
    "description_snippet": "110JRJ150 ¡EN BUENA ZONA! ALTO, AMPLIO Y EXTERIOR CON BALCÓN\nFinanciación hasta 100% (sujeto a aprobación por entidades bancarias)\n¡Tu oportunidad de vivir en el hogar de tus sueños ha llegado! Descubre la amplitud y luminosidad de este piso exterior de 122 metros cuadrados en buen estado y muy cerca de la Avenida Va",
    "link": "https://www.idealista.com/inmueble/109834596/",
    "floor": "Planta 3ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle del Mestre Vives, 4, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 130,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1223.08,
    "description_snippet": "Presentamos una excepcional vivienda de 123 m² construidos en pleno centro de Castellón, a escasos pasos de la emblemática Plaza Fadrell.\nEsta propiedad se distingue por su amplia distribución que incluye un luminoso comedor-salón de generosos espacios (26 m²), perfecta para compartir momentos memorables con familiare",
    "link": "https://www.idealista.com/inmueble/109488783/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Chalet pareado en Calle de Lluís Tena Carbó, 10, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 153000,
    "size_sqm": 125,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1224.0,
    "description_snippet": "¡Oportunidad única en Castellón de la Plana! Esta encantadora casa de 125 m² construidos y 115 m² útiles te espera en una zona tranquila, a solo dos calles de la avenida Valencia. Con una ubicación privilegiada, tendrás todos los servicios básicos a mano, lo que garantiza comodidad y calidad de vida.\nLa vivienda cuent",
    "link": "https://www.idealista.com/inmueble/106143371/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle de Lluís Tena Carbó, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 153000,
    "size_sqm": 125,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1224.0,
    "description_snippet": "¡Oportunidad única en Castellón de la Plana! Esta encantadora casa de 125 m² construidos y 115 m² útiles te espera en una zona tranquila, a solo dos calles de la avenida Valencia. Con una ubicación privilegiada, tendrás todos los servicios básicos a mano, lo que garantiza comodidad y calidad de vida.\nLa vivienda cuent",
    "link": "https://www.idealista.com/inmueble/109960860/",
    "floor": null
  },
  {
    "title": "Piso en Calle de Juan Ramón Jiménez, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149900,
    "size_sqm": 122,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1228.69,
    "description_snippet": "110JRJ150 ¡EN BUENA ZONA! ALTO, AMPLIO Y EXTERIOR CON BALCÓN\nFinanciación hasta 100% (sujeto a aprobación por entidades bancarias)\n¡Tu oportunidad de vivir en el hogar de tus sueños ha llegado! Descubre la amplitud y luminosidad de este piso exterior de 122 metros cuadrados en buen estado y muy cerca de la Avenida Va",
    "link": "https://www.idealista.com/inmueble/109856001/",
    "floor": "Planta 3ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 120,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1250.0,
    "description_snippet": "Amplio piso en 6ª planta con vistas, 4 dormitorios y gran potencial de reforma 120 m²\nSe vende estupendo piso situado en una sexta planta con magníficas vistas y mucha luz natural. La vivienda cuenta con 120 m² construidos, distribuidos de forma funcional y con amplios espacios que ofrecen múltiples posibilidades de r",
    "link": "https://www.idealista.com/inmueble/108962608/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Ramón y Cajal, Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 135000,
    "size_sqm": 105,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1285.71,
    "description_snippet": "Se vende amplio primer piso exterior de 4 habitaciones y un baño, con una agradable orientación oeste que aporta abundante luz natural durante toda la tarde. La vivienda cuenta con un balcón que permite disfrutar del aire libre sin salir de casa y aporta un espacio extra ideal para relajarse o tender la ropa. Se entreg",
    "link": "https://www.idealista.com/inmueble/108779776/",
    "floor": "Planta 1ª exterior sin ascensor"
  },
  {
    "title": "Piso en Avenida d'Almassora, Avenida de Valencia - Avenida de Casalduch, Castellón de la Plana / Castello de la Plana",
    "price_euro": 144000,
    "size_sqm": 111,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1297.3,
    "description_snippet": "¡Atención, inversores y compradores en busca de su nuevo hogar! Se ofrece a la venta en EXCLUSIVA un amplio piso de 111 m², que presenta un gran potencial para convertirse en la residencia de sus sueños. Este atractivo inmueble cuenta con 4 espaciosas habitaciones y 2 baños, lo que lo convierte en la opción ideal para",
    "link": "https://www.idealista.com/inmueble/109804224/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Casa o chalet independiente en Calle de Sidro Vilarroig, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 145500,
    "size_sqm": 112,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1299.11,
    "description_snippet": "¡Casa en Castellón con una reforma muy avanzada! Espaciosa, bien ubicada y con muchísimas posibilidades de terminarla a tu gusto!\n¿Te gustaría diseñar la casa de tus sueños desde cero? Esta vivienda en Castellón es ideal para quienes buscan espacio, buena ubicación y la libertad de personalizar cada rincón. Por un prec",
    "link": "https://www.idealista.com/inmueble/108311941/",
    "floor": null
  },
  {
    "title": "Piso en Calle de Ferran el Catòlic, 2, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 115,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1304.35,
    "description_snippet": "Se vende amplio piso con una gran terraza privada de 120 m², ubicado en calle perpedicular a Fernando el Católico y bien comunicada, con todos los servicios cercanos.\nLECTURA IMPORTANTE\nLa vivienda fue afectada por un incendio ocurrido en la finca a principios de este año, por lo que requiere trabajos de reforma. Par",
    "link": "https://www.idealista.com/inmueble/109769471/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Ferran el Catòlic, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 115,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1304.35,
    "description_snippet": "Amplio piso con gran terraza de 120 m² en zona céntrica\nSe vende vivienda muy luminosa y con grandes posibilidades de reforma.\nDispone de cuatro dormitorios, dos baños completos, y un amplio salón con balcón que aporta mucha luz natural.\nLa cocina es independiente y cuenta con acceso directo a una impresionante terra",
    "link": "https://www.idealista.com/inmueble/109686624/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Plaza Donoso Cortés - Avda Magdalena, Castellón de la Plana / Castello de la Plana",
    "price_euro": 140000,
    "size_sqm": 106,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1320.75,
    "description_snippet": "Se vende 4ª planta con ascensor en zona Ronda Vinatea-Ronda Magdalena. Se trata de una vivienda de 106 metros cuadrados distribuida en 4 habitaciones (una de ellas utilizada como salita, con sofás y mesa redonda), baño completo reformado con doble seno y bañera, cocina con galería cerrada y salón comedor con salida a b",
    "link": "https://www.idealista.com/inmueble/109159833/",
    "floor": "Planta 4ª exterior con ascensor"
  },
  {
    "title": "Piso en Avenida d'Almassora, Avenida de Valencia - Avenida de Casalduch, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 111,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1351.35,
    "description_snippet": "¡Atención, inversores y compradores en busca de su nuevo hogar! Se ofrece a la venta en EXCLUSIVA un amplio piso de 111 m², que presenta un gran potencial para convertirse en la residencia de sus sueños. Este atractivo inmueble cuenta con 4 espaciosas habitaciones y 2 baños, lo que lo convierte en la opción ideal para",
    "link": "https://www.idealista.com/inmueble/109593600/",
    "floor": null
  },
  {
    "title": "Piso en Avenida d'Almassora, 56, Avenida de Valencia - Avenida de Casalduch, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 110,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1363.64,
    "description_snippet": "Atención, inversores y compradores en busca de su nuevo hogar! Se ofrece a la ventaun amplio piso de 111 m², que presenta un gran potencial para convertirse en la residencia de sus sueños. Este atractivo inmueble cuenta con 4 espaciosas habitaciones y 2 baños, lo que lo convierte en la opción ideal para familias o aque",
    "link": "https://www.idealista.com/inmueble/109801159/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Nules, Zona Plaza Donoso Cortés - Avda Magdalena, Castellón de la Plana / Castello de la Plana",
    "price_euro": 140000,
    "size_sqm": 100,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1400.0,
    "description_snippet": "En la zona Norte de Castelló de la Plana, se encuentra este piso en venta en un 5º piso con una superficie total de 100 m². La vivienda cuenta con 1 habitación individual, 3 habitaciones dobles, 2 baños y está adaptada para personas con discapacidad. Con una antigüedad entre 30 y 50 años, este piso en buen estado dispo",
    "link": "https://www.idealista.com/inmueble/109980271/",
    "floor": "Planta 5ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Miguel Juan Pascual, Parque Ribalta-Plaza de Toros, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149900,
    "size_sqm": 107,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1400.93,
    "description_snippet": "EXPERCASA CASTELLÓN le presenta en venta UN PISO EN PARQUE RIBALTA.\n Salón-comedor.\n Cocina.\n Galería.\n 4 Habitaciones.\n 2 Baños.\n Balcón.\n Trastero.\nSe trata de una QUINTA altura CON ASCENSOR Y TRASTERO, ubicada en CALLE MIGUEL JUAN PASCUAL.\nVivienda LUMINOSA Y MUY AMPLIA que consta de 107 metros útiles repa",
    "link": "https://www.idealista.com/inmueble/109312829/",
    "floor": "Planta 5ª interior con ascensor"
  },
  {
    "title": "Piso en Parque Ribalta-Plaza de Toros, Castellón de la Plana / Castello de la Plana",
    "price_euro": 158000,
    "size_sqm": 110,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1436.36,
    "description_snippet": "Descubre esta magnífica propiedad situada en el corazón de la prestigiosa zona del Parque Ribalta, en Castellón. Este espléndido piso está disponible por tan solo 158.000 euros y ofrece una superficie construida de 110 m², con un área útil de 100 m² que te permitirá disfrutar del espacio con total comodidad. Con dos ha",
    "link": "https://www.idealista.com/inmueble/109232598/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en CL Domingo Briau, 1, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 101,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1485.15,
    "description_snippet": "Se vende piso en pleno centro de Castellón, junto Plaza de Las Aulas, calle Mayor y Plaza Mª Agustina. Piso 2º con ascensor, de origen salvo la carpintería exterior que se cambió a climalit, actualmente distribuido en hall, salón-comedor, cocina equipada junto a la que hay una habitación con armarios empotrados que se",
    "link": "https://www.idealista.com/inmueble/108892239/",
    "floor": "Planta 2ª exterior con ascensor"
  },
  {
    "title": "Piso en Plaza de les Aules, 1, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 100,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1500.0,
    "description_snippet": "**Piso en Venta en el Corazón de Castellón de la Plana**\nDescubre este espectacular piso ubicado en una de las plazas más emblemáticas de Castellón de la Plana. Con una ubicación inmejorable, vivir aquí significa disfrutar de la vibrante vida urbana y de todas las comodidades que ofrece el centro. Este amplio hogar cu",
    "link": "https://www.idealista.com/inmueble/108941498/",
    "floor": "Planta 2ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Fèlix Breva, 68, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 160000,
    "size_sqm": 106,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1509.43,
    "description_snippet": "Abstenerse inmobiliarias.\nFantástico ático en 8ª planta con ascensor (para acceder a él hay 8 escalones), con visión libre (todos los edificios cercanos son más bajos) ubicado en las proximidades del Hospital Provincial de Castellón, con orientación Sur oeste, muy luminoso.\nDispone de 4 habitaciones, una grande y dos m",
    "link": "https://www.idealista.com/inmueble/107955752/",
    "floor": "Planta 8ª exterior con ascensor"
  }
]