[
  {
    "title": "Casa o chalet independiente en Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 130000,
    "size_sqm": 288,
    "bedrooms": 8,
    "bathrooms": 0,
    "price_per_sqm_euro": 451.39,
    "description_snippet": "¿ Sabes lo bonita que va a quedar la Calle Trinidad al finalizar las obras?\nY que te parece si vives en ella?\nElite Home te presenta en exclusiva esta casa que da a dos calles, Calle Trinidad con dos pisos y Plaza Mallorca con un piso.\nAntiguamente eran dos casas independientes y al unirlas multiplicaron sus posibilid",
    "link": "https://www.idealista.com/inmueble/106700123/",
    "floor": null
  },
  {
    "title": "Chalet en Calle Antonio Maura, Casco Histórico, Castellón de la Plana / Castello de la Plana",
    "price_euro": 125000,
    "size_sqm": 208,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 600.96,
    "description_snippet": "¡ Oportunidad para reformar! Vivienda unifamiliar adosada para reformar a la venta en el municipio de Castellón de la Plana, Castellón. La vivienda consta de tres plantas y está distribuida en salón-comedor, cuatro dormitorios, cocina, cuarto de baño, vestíbulo y patio. Cuenta con ventanas de madera, puertas de paso de",
    "link": "https://www.idealista.com/inmueble/107789784/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en Calle de la Mare de Déu del Lledó, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 239,
    "bedrooms": 7,
    "bathrooms": 0,
    "price_per_sqm_euro": 627.62,
    "description_snippet": "110VIR150 AMPLIA CASA CON 2 TERRAZAS CERCA DEL CENTRO\nFacilidades de financiación (sujeto a aprobación por entidades bancarias)\n¡Un lienzo en blanco en Castellón! Las fotos marcadas como \"decoración virtual\" son renders virtuales de las posibilidades de reforma y decoración, no del estado actual de la vivienda. Esta",
    "link": "https://www.idealista.com/inmueble/103876916/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle del Nou de Març, s/n, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 139500,
    "size_sqm": 166,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 840.36,
    "description_snippet": "Casa en Venta de 166m² en Castellón – Zona Plaza Columbretes-San Roque.\nDISTRIBUCIÓN:\nPlanta Baja (91m²):\n- Una habitación.\n- Un salón y 1 comedor.\n- Un baño completo con ducha.\n- Cocina individual.\n- Zona de trastero-lavadero con acceso a la terraza de la primera planta.\n- Espacio de buhardilla/almacenaje antes de s",
    "link": "https://www.idealista.com/inmueble/107310476/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Vàzquez Mella, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 173,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 861.27,
    "description_snippet": "SE VENDE CASA INDEPENDIENTE\nSe vende casa que consta de varias plantas y esta distribuida interiormente:\nPLANTA BAJA A PIE DE CALLE:\nConsta de Comedor, Cocina con lavadero, 1 habitación y un baño.\nPLANTA PRIMERA:\nConsta de tres habitaciones, 1 baño, y otra habitación que se le puede dar la utilidad, de despacho, g",
    "link": "https://www.idealista.com/inmueble/107890321/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 173,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 861.27,
    "description_snippet": "Se vende casa en buen estado de conservación, de tres plantas, en la zona sur de la ciudad, muy consolidada con todo tipo de comercios y servicios, colegios y bien comunicada con el centro de la ciudad y con las rondas. Se trata de una casa de tres plantas, a pie de calle, con 173 metros cuadrados, distribuida en plant",
    "link": "https://www.idealista.com/inmueble/108515122/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Governador Bermudez de castro, s/n, Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 164,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 914.63,
    "description_snippet": "Casa unifamiliar en pleno centro de Castellón – Calle Obispo Salinas, cerca de Calle Gobernador Bermúdez de Castro.\nA tan solo 350 metros de la Plaza Mayor, te presentamos esta encantadora vivienda adosada de 164 m² construidos sobre una parcela de 77 m², ideal para quienes buscan vivir en el corazón de la ciudad con",
    "link": "https://www.idealista.com/inmueble/108159823/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle Vàzquez Mella, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 173,
    "bedrooms": 5,
    "bathrooms": 0,
    "price_per_sqm_euro": 919.08,
    "description_snippet": "¡Descubre tu nuevo hogar en Castellón de la Plana! Este encantador chalet pareado, situado en la tranquila calle Vázquez de Mella, ofrece una superficie construida de 173 m², distribuidos en dos plantas más una amplia terraza en la parte superior. En la planta baja, te recibe un luminoso salón comedor que invita a disf",
    "link": "https://www.idealista.com/inmueble/107824423/",
    "floor": null
  },
  {
    "title": "Piso en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 115000,
    "size_sqm": 113,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1017.7,
    "description_snippet": "Piso en avd del mar, con 113 m² construidos, 100 m² útiles, 4 dormitorios, 2 baños, para reformar, exterior, planta 2, cocina independiente, trastero, ascensor, orientación noreste, más de 30 años. Piso en segunda planta con ascensor totalmente para reformar a su gusto en una excelente zona. 4 habitaciones, 2 baños, tr",
    "link": "https://www.idealista.com/inmueble/106681708/",
    "floor": "Planta 2ª exterior con ascensor"
  },
  {
    "title": "Casa o chalet independiente en Calle Río Montnegre, Ciutat del Transport-La Salera, Castellón de la Plana / Castello de la Plana",
    "price_euro": 135000,
    "size_sqm": 126,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1071.43,
    "description_snippet": "Las fotos no se ajustan al resultado final ya que está en plena reforma.\n¡Oportunidad única en un barrio tranquilo cerca de Castellón! Esta casa/chalet independiente es ideal para aquellos que buscan un hogar espacioso y con mucho potencial. Con 126 m² construidos y 95 m² útiles, la vivienda cuenta con 4 dormitorios, 2",
    "link": "https://www.idealista.com/inmueble/105660304/",
    "floor": null
  },
  {
    "title": "Casa o chalet independiente en CL Pl Numero 104, Ciutat del Transport-La Salera, Castellón de la Plana / Castello de la Plana",
    "price_euro": 142000,
    "size_sqm": 132,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1075.76,
    "description_snippet": "Casa urbana con parcela en Urbanización Villalón – Castellón de la Plana\nSe vende casa independiente para reformar íntegramente, situada en la tranquila zona de Benadresa, Castellón de la Plana, sobre una amplia parcela de 1.102 m².\nLa vivienda cuenta con 196 m² construidos, distribuidos en varias estancias, además d",
    "link": "https://www.idealista.com/inmueble/109014372/",
    "floor": null
  },
  {
    "title": "Piso en Calle del Riu Túria, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 120000,
    "size_sqm": 109,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1100.92,
    "description_snippet": "Piso VENTA en Castellón, oportunidad de inversión ubicada en zona de Avenida Valencia. Este piso cuenta con una superficie total construida de 109 m² y un aprovechable espacio útil de 100 m². La propiedad se encuentra en buen estado general pero requiere reforma para adaptarlo a tus gustos personales. Dispone de dos am",
    "link": "https://www.idealista.com/inmueble/109988981/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "¡Descubre tu nuevo hogar en el corazón de Castellón! Este espectacular piso en venta, situado en el 6º piso de un edificio con ascensor en Ronda Magdalena, ofrece todo lo que necesitas para disfrutar de una vida plena. Con una superficie de 133 m², este amplio y luminoso apartamento cuenta con 4 dormitorios y 2 baños,",
    "link": "https://www.idealista.com/inmueble/108601893/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Ronda de la Magdalena, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149000,
    "size_sqm": 133,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1120.3,
    "description_snippet": "Amplio piso todo exterior y muy luminoso en edificio con ascensor, con 133m2 construidos según datos catastrales, para reformar parcialmente.\nDistribuido interiormente en un amplio salón comedor con salida a terraza/balcón techado y acristalado, cocina de muy buenas dimensiones, independiente, completamente equipada y",
    "link": "https://www.idealista.com/inmueble/109789062/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Casa o chalet independiente en Calle de Les Forques, Zona Plaza Illes Columbretes, Castellón de la Plana / Castello de la Plana",
    "price_euro": 114000,
    "size_sqm": 100,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1140.0,
    "description_snippet": "¡Oportunidad única para los amantes de la personalización! Esta encantadora casa independiente, ubicada a solo 5 minutos a pie del centro, ofrece un sinfín de posibilidades. Con una estructura en perfecto estado, esta propiedad de dos plantas cuenta con 100 m² construidos, distribuidos de manera funcional. En la planta",
    "link": "https://www.idealista.com/inmueble/109970768/",
    "floor": null
  },
  {
    "title": "Chalet pareado en Calle de Jordi Juan, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 138000,
    "size_sqm": 121,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1140.5,
    "description_snippet": "Te presentamos esta casa con mucho encanto y un gran potencial, perfecta para quienes buscan un proyecto de reforma. Con una orientación sur que le garantiza luz natural durante todo el día y techos altos que aportan amplitud, esta propiedad ofrece una excelente base para crear el hogar de tus sueños.\nDistribuida en 4",
    "link": "https://www.idealista.com/inmueble/108180974/",
    "floor": null
  },
  {
    "title": "Piso en Calle de la Repùblica Argentina, Zona Hospital-Plaza del Real, Castellón de la Plana / Castello de la Plana",
    "price_euro": 130500,
    "size_sqm": 110,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1186.36,
    "description_snippet": "Oportunidad de inversión: NUDA PROPIEDAD en Calle República Argentina, (frente al Hospital Provincial).\nValor propiedad 145.000€ - 10% Usufructo= 130.500€ Precio Nuda propiedad.\nSe vende la nuda propiedad de una vivienda amplia y muy bien ubicada, justo enfrente del Hospital Provincial de Castellón. Piso en buen esta",
    "link": "https://www.idealista.com/inmueble/109824905/",
    "floor": "Planta 5ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Juan Ramón Jiménez, Zona Ensanche-Parque oeste, Castellón de la Plana / Castello de la Plana",
    "price_euro": 149900,
    "size_sqm": 123,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1218.7,
    "description_snippet": "110JRJ150 ¡EN BUENA ZONA! ALTO, AMPLIO Y EXTERIOR CON BALCÓN\nFinanciación hasta 100% (sujeto a aprobación por entidades bancarias)\n¡Tu oportunidad de vivir en el hogar de tus sueños ha llegado! Descubre la amplitud y luminosidad de este piso exterior de 122 metros cuadrados en buen estado y muy cerca de la Avenida Va",
    "link": "https://www.idealista.com/inmueble/109834596/",
    "floor": "Planta 3ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle del Mestre Vives, 4, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 159000,
    "size_sqm": 130,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1223.08,
    "description_snippet": "Presentamos una excepcional vivienda de 123 m² construidos en pleno centro de Castellón, a escasos pasos de la emblemática Plaza Fadrell.\nEsta propiedad se distingue por su amplia distribución que incluye un luminoso comedor-salón de generosos espacios (26 m²), perfecta para compartir momentos memorables con familiare",
    "link": "https://www.idealista.com/inmueble/109488783/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Chalet pareado en Calle de Lluís Tena Carbó, 10, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 153000,
    "size_sqm": 125,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1224.0,
    "description_snippet": "¡Oportunidad única en Castellón de la Plana! Esta encantadora casa de 125 m² construidos y 115 m² útiles te espera en una zona tranquila, a solo dos calles de la avenida Valencia. Con una ubicación privilegiada, tendrás todos los servicios básicos a mano, lo que garantiza comodidad y calidad de vida.\nLa vivienda cuent",
    "link": "https://www.idealista.com/inmueble/106143371/",
    "floor": null
  },
  {
    "title": "Chalet adosado en Calle de Lluís Tena Carbó, Zona Ensanche-Río Jucar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 153000,
    "size_sqm": 125,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1224.0,
    "description_snippet": "¡Oportunidad única en Castellón de la Plana! Esta encantadora casa de 125 m² construidos y 115 m² útiles te espera en una zona tranquila, a solo dos calles de la avenida Valencia. Con una ubicación privilegiada, tendrás todos los servicios básicos a mano, lo que garantiza comodidad y calidad de vida.\nLa vivienda cuent",
    "link": "https://www.idealista.com/inmueble/109960860/",
    "floor": null
  },
  {
    "title": "Piso en Zona Av. del Mar, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 120,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1250.0,
    "description_snippet": "Amplio piso en 6ª planta con vistas, 4 dormitorios y gran potencial de reforma 120 m²\nSe vende estupendo piso situado en una sexta planta con magníficas vistas y mucha luz natural. La vivienda cuenta con 120 m² construidos, distribuidos de forma funcional y con amplios espacios que ofrecen múltiples posibilidades de r",
    "link": "https://www.idealista.com/inmueble/108962608/",
    "floor": "Planta 6ª exterior con ascensor"
  },
  {
    "title": "Piso en Avenida d'Almassora, Avenida de Valencia - Avenida de Casalduch, Castellón de la Plana / Castello de la Plana",
    "price_euro": 144000,
    "size_sqm": 111,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1297.3,
    "description_snippet": "¡Atención, inversores y compradores en busca de su nuevo hogar! Se ofrece a la venta en EXCLUSIVA un amplio piso de 111 m², que presenta un gran potencial para convertirse en la residencia de sus sueños. Este atractivo inmueble cuenta con 4 espaciosas habitaciones y 2 baños, lo que lo convierte en la opción ideal para",
    "link": "https://www.idealista.com/inmueble/109804224/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Ferran el Catòlic, 2, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 115,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1304.35,
    "description_snippet": "Se vende amplio piso con una gran terraza privada de 120 m², ubicado en calle perpedicular a Fernando el Católico y bien comunicada, con todos los servicios cercanos.\nLECTURA IMPORTANTE\nLa vivienda fue afectada por un incendio ocurrido en la finca a principios de este año, por lo que requiere trabajos de reforma. Par",
    "link": "https://www.idealista.com/inmueble/109769471/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Calle de Ferran el Catòlic, Zona Parque Geólogo José Royo Gómez, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 115,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1304.35,
    "description_snippet": "Amplio piso con gran terraza de 120 m² en zona céntrica\nSe vende vivienda muy luminosa y con grandes posibilidades de reforma.\nDispone de cuatro dormitorios, dos baños completos, y un amplio salón con balcón que aporta mucha luz natural.\nLa cocina es independiente y cuenta con acceso directo a una impresionante terra",
    "link": "https://www.idealista.com/inmueble/109686624/",
    "floor": "Planta 1ª exterior con ascensor"
  },
  {
    "title": "Piso en Zona Plaza Donoso Cortés - Avda Magdalena, Castellón de la Plana / Castello de la Plana",
    "price_euro": 140000,
    "size_sqm": 106,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1320.75,
    "description_snippet": "Se vende 4ª planta con ascensor en zona Ronda Vinatea-Ronda Magdalena. Se trata de una vivienda de 106 metros cuadrados distribuida en 4 habitaciones (una de ellas utilizada como salita, con sofás y mesa redonda), baño completo reformado con doble seno y bañera, cocina con galería cerrada y salón comedor con salida a b",
    "link": "https://www.idealista.com/inmueble/109159833/",
    "floor": "Planta 4ª exterior con ascensor"
  },
  {
    "title": "Piso en Avenida d'Almassora, 56, Avenida de Valencia - Avenida de Casalduch, Castellón de la Plana / Castello de la Plana",
    "price_euro": 150000,
    "size_sqm": 110,
    "bedrooms": 4,
    "bathrooms": 0,
    "price_per_sqm_euro": 1363.64,
    "description_snippet": "Atención, inversores y compradores en busca de su nuevo hogar! Se ofrece a la ventaun amplio piso de 111 m², que presenta un gran potencial para convertirse en la residencia de sus sueños. Este atractivo inmueble cuenta con 4 espaciosas habitaciones y 2 baños, lo que lo convierte en la opción ideal para familias o aque",
    "link": "https://www.idealista.com/inmueble/109801159/",
    "floor": "Planta 1ª exterior con ascensor"
  }
]